// ownCloud

"_bad_username_password_"               = "Bad username or password";
"_cancelled_by_user"                    = "Transferta u anullua";
"_error_folder_destiny_is_the_same_"    = "Nuk është e mundur të zhvendoset vetë dosja";
"_error_not_permission_"                = "You don't have permission to complete the operation";
"_error_path_"                          = "Unable to open this file or folder. Please make sure it exists";
"_file_upload_not_exitst_"              = "The file that we want to upload does not exist";
"_forbidden_characters_from_server_"    = "The name contains at least one invalid character";
"_not_connected_internet_"              = "Server connection error";
"_not_possible_connect_to_server_"      = "Nuk është e mundur të lidheni me serverin në këtë moment";
"_not_possible_create_folder_"          = "Dosja nuk arriti të krijohej";
"_server_down_"                         = "The server is unreachable";
"_time_out_"                            = "Timeout, try again";
"_unknow_response_server_"              = "Unexpected response from server";
"_user_autentication_required_"         = "Kërkohet identifikimi i përdoruesit";
"_file_directory_locked_"               = "File or directory locked";
"_ssl_certificate_untrusted_"           = "The certificate for this server is invalid";
"_internal_server_"                     = "Internal Server Error";

"_file_already_exists_"                 = "Unable to complete the operation, there is a file with the same name";
"_file_folder_not_exists_"              = "The source file wasn't found at the specified path";
"_folder_contents_nochanged_"           = "Përmbajtje e dosjeve nuk është ndryshuar";
"_images_invalid_converted_"            = "Imazhi është i pavlefshëm dhe nuk mundi të konvertohej në një thumbnail";
"_method_not_expected_"                 = "Request method not expected";
"_reauthenticate_user_"                 = "Access expired, plase re-authenticate the user";
"_server_error_retry_"                  = "Error server, retry the request";
"_too_many_files_"                      = "Too many files would be involved in the operation for it to complete successfully";
"_too_many_request_"                    = "Niveli kufi është arritur - shumë kërkesa janë dërguar";
"_user_over_quota_"                     = "Storage quota is reached";

"_ssl_connection_error_"                = "Connection SSL error, try again";
